//SHE0022    JOB 'BRANCHES'
//TOOLRUN    EXEC PGM=ICETOOL
//TOOLMSG    DD SYSOUT=A
//DFSMSG     DD SYSOUT=A
//TOOOLIN    DD *
  DISPLAY FROM(BRANCH) LIST(REPORT)
    TITLE('LIST OF ZEUSBANK BRANCHES')- 
	HEADER('SORTCODE') ON(1,4,BI,E'999999')-
	HEADER('FLAG') ON(5,1,CH)-
	HEADER('BRANCH NAME') ON(6,32,CH)-
	BLANK-
	BETWEEN(5)
/*
//BRANCH  DD DSN=USER.CICS.Z032.ZEUSBANK.BRANCHES,DISP=SHR
//REPORT  DD SYSOUT=A